/* No comment provided by engineer. */
"A device that you have previously authorized is requesting re-authorization. This could be because it has lost its authorization code, or because something else is pretending to be that device. Only click OK if you are certain you are authorizing the device you intend to." = "Ein Gerät, dass Sie bereits autorisiert haben verlangt Re-Autorisierung. Das könnte sein, weil es sein Autorisierungskennwort verloren hat, oder weil etwas anderes sich als Ihr Gerät ausgiebt. Klicken Sie nur OK, wenn Sie sich sicher sind, dass Sie das Geät das Sie beabsichtigen, autorisieren.";

/* Error description */
"Alignment Error" = "Alignment Error";

/* No comment provided by engineer. */
"Authentication failed." = "Autentifizierung fehlgeschlagen.";

/* No comment provided by engineer. */
"Authorized" = "Autorisiert";

/* No comment provided by engineer. */
"Authorizing…" = "Autorisierung…";

/* No comment provided by engineer. */
"Beginning local transaction" = "Lokale Transaktion beginnen";

/* No comment provided by engineer. */
"Beginning remote transaction" = "Beginne entfernte Transaktion";

/* No comment provided by engineer. */
"Beginning remote transaction (input required on remote device)" = "Beginne entfernte Transaktion (Eingabe auf entferntem Gerät erforderlich)";

/* Error description */
"Buffer Too Small" = "Zu kleiner Puffer";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Cancelled authorization." = "Autorisierung abbrechen.";

/* No comment provided by engineer. */
"Clean: %@ (%@)" = "Clean: %1$@ (%2$@)";

/* No comment provided by engineer. */
"Closing local store" = "Lokalen Sync Store schließen";

/* No comment provided by engineer. */
"Closing remote store" = "Entfernten Sync Store schließen";

/* No comment provided by engineer. */
"Committing local transaction" = "Lokale Transaktion ausführen";

/* No comment provided by engineer. */
"Committing remote transaction" = "Entfernte Transaktion ausführen";

/* No comment provided by engineer. */
"Completing Sync" = "Synchronisierung beenden";

/* No comment provided by engineer. */
"Connection cancelled." = "Verbindung unterbrochen.";

/* No comment provided by engineer. */
"Connection failed because a call is active." = "Verbindung fehlgeschlagen, da ein Anruf aktiv ist.";

/* No comment provided by engineer. */
"Connection failed because data transmission is not allowed." = "Verbindung fehlgeschlagen, da Datenübertragung nicht erlaubt ist.";

/* No comment provided by engineer. */
"Connection failed because international roaming is turned off." = "Verbindung fehlgeschlagen, da internationales Roaming ausgeschalten ist.";

/* No comment provided by engineer. */
"Connection failed because it could not decode the content data." = "Verbindung fehlgeschlagen, da die enthatenen Daten nicht dekodiert werden konnten.";

/* No comment provided by engineer. */
"Connection failed because it could not decode the raw data." = "Verbindung fehlgeschlagen, da die Rohdaten nicht dekodiert werden konnten.";

/* No comment provided by engineer. */
"Connection failed because it could not detect an internet connection." = "Verbindung fehlgeschlagen, da keine Internetverbindung gefunden wurde.";

/* No comment provided by engineer. */
"Connection failed because it received a bad server response." = "Verbindung fehlgeschlagen, wegen einer fehlerhaften  Antwort des Servers.";

/* No comment provided by engineer. */
"Connection failed because it retrieved a zero-byte resource." = "Verbindung fehlgeschlagen, da keine Daten zurückerhalten wurden.";

/* No comment provided by engineer. */
"Connection failed because it was redirected to a nonexistent location." = "Verbindung fehlgeschlagen, da sie zu einer nichtexistierenden Ort umgeleitet wurde.";

/* No comment provided by engineer. */
"Connection failed because of insufficient permissions." = "Verbindung fehlgeschlagen wegen nicht ausreichender berechtigungen.";

/* No comment provided by engineer. */
"Connection failed because Sync could not connect to the specified host." = "Verbindung fehlgeschlagen da die Synchronisierung sich nicht mit dem spezifizierten Host verbinden konnte.";

/* No comment provided by engineer. */
"Connection failed because the connection timed out." = "Verbindung fehlgeschlagen, da die Verbindung beendet wurde.";

/* No comment provided by engineer. */
"Connection failed because the DNS lookup failed." = "Verbindung fehlgeschlagen, da die DNS-Abfrage fehlgeschlagen ist.";

/* No comment provided by engineer. */
"Connection failed because the host cannot be located." = "Vetbindung fehlgeschlagen, da der Host nicht gefundedn werden kann.";

/* No comment provided by engineer. */
"Connection failed because the network connection was lost." = "Verbindung fehlgeschlagen, da die Netzwerk-Verbindung fehlgeschlagen ist.";

/* No comment provided by engineer. */
"Connection failed because the request body stream was exhausted." = "Verbindung fehlgeschlagen, da der Zugangs-Datenstrom abgebrochen ist.";

/* No comment provided by engineer. */
"Connection failed because the requested file does not exist." = "Verbindung fehlgeschlagen, da die gewünschte Datei nicht existiert.";

/* No comment provided by engineer. */
"Connection failed because the requested file is a directory." = "Verbindung fehlgeschlagen, da die gewünschte Datei ein Verzeichnis ist.";

/* No comment provided by engineer. */
"Connection failed because the resource was unavailable." = "Verbindung fehlgeschlagen, da die gewünschte Datei nicht erreichbar war.";

/* No comment provided by engineer. */
"Connection failed because too many redirects were encountered." = "Verbindung fehlgeschlagen, da zu viele Redirects aufeinander trafen.";

/* No comment provided by engineer. */
"Connection failed because user authentication is required." = "Verbindung fehlgeschlagen, da eine Benutzer-Authentifizierung benötigt wird.";

/* No comment provided by engineer. */
"Connection failed due to a malformed URL." = "Verbindung wegen einer fehlerhaften URL fehlgeschlagen.";

/* No comment provided by engineer. */
"Connection failed due to an unknown error." = "Verbindung wegen einem unbekannten Fehler fehlgeschlagen.";

/* No comment provided by engineer. */
"Connection failed due to an unsupported URL." = "Verbindung wegen einer nicht-uterstützten URL fehlgeschlagen.";

/* No comment provided by engineer. */
"Connection failed." = "Verbindung fehlgeschlagen.";

/* No comment provided by engineer. */
"Copying record %@" = "Kopiere Eintrag %@";

/* No comment provided by engineer. */
"Could not add %@ to the transaction" = "Konnte %@ der Transaktion nicht hinzufügen";

/* No comment provided by engineer. */
"Could not add a local database because a database with that UUID already exists." = "Konnte keine lokale Datenbank hinzufügen da bereits eine Datenbank mit dieser UUID existiert.";

/* No comment provided by engineer. */
"Could not add a local database because of an unknown error." = "Konnte wegen einem unbekannten Fehler keine Datenbank hinzufügen.";

/* No comment provided by engineer. */
"Could not close the connection cleanly" = "Konnte die Verbindung nicht sauber schließen";

/* No comment provided by engineer. */
"Could not commit the transaction" = "Konnte die Transaktion nicht ausüben";

/* No comment provided by engineer. */
"Could not complete adding %@ to the transaction" = "Konnte %@ nicht vollständig zu der Transaktion hinzufügen";

/* No comment provided by engineer. */
"Could not create the transaction" = "Konnte die Transaktion nicht machenCould not create the transaction";

/* No comment provided by engineer. */
"Could not fetch a directory’s contents" = "Konnte die Ordnerinhalte nicht laden";

/* No comment provided by engineer. */
"Could not fetch an item’s type" = "Could not fetch an item’s type";

/* No comment provided by engineer. */
"Could not fetch the databases" = "Konnte die Datenbanken nicht abrufen";

/* No comment provided by engineer. */
"Could not fetch the item’s type because no such item exists." = "Konnte das Objekt nicht abrufen da kein solches objekt existiert.";

/* No comment provided by engineer. */
"Could not fetch the records" = "Konnte die Aufzeichnungen nicht abrufen";

/* No comment provided by engineer. */
"Could not fetch the transaction" = "Konnte die Transaktion nicht abrufen";

/* No comment provided by engineer. */
"Could not fetch the type of a file/directory" = "Konnte den Typ der Datei/des Ordners nicht abfragen";

/* No comment provided by engineer. */
"Could not load %@" = "Konnte %@ nicht laden ";

/* No comment provided by engineer. */
"Could not load a persistent transaction." = "Konnte eine anhaltende transaktion nicht laden.";

/* No comment provided by engineer. */
"Could not load a record" = "Konnte eine Aufzeichnung nicht laden";

/* No comment provided by engineer. */
"Could not load the sync locations because the Locations file is invalid." = "Konnte den Synchronisationsorte nicht laden da die Orte ngültig sind.";

/* No comment provided by engineer. */
"Could not merge the directories" = "Konnte die Ordner nicht zusammenführen";

/* No comment provided by engineer. */
"Could not move a file/directory" = "Konnte eine Datei/einen Ordner nicht verschieben";

/* No comment provided by engineer. */
"Could not open the connection" = "Konnte die Verbindung nicht öffnen";

/* No comment provided by engineer. */
"Could not open the connection (the specified host could not be found." = "Konnte die Verbindung nicht öffnen(der pspezielle Host konnte nicht gefunden werden).";

/* No comment provided by engineer. */
"Could not remove the record because of an unknown error." = "Konnte den Eintrag nicht entfernen wegen einem unbekannten Fehler.";

/* No comment provided by engineer. */
"Could not store the record (%@)" = "Could not store the record Konnte den Eintrag (%@) nicht ablegen";

/* No comment provided by engineer. */
"Could not verify the store structure" = "Konnte die Ablagestruktur nicht verifizieren";

/* No comment provided by engineer. */
"Could not verify the structure of the database" = "Konnte die Struktur der Datenbank nicht verifizieren";

/* No comment provided by engineer. */
"Could not write the record’s content" = "Konnte den Inhalt des Eintrags nicht aufschreiben";

/* Error description */
"Decode Error" = "Dekodierungsfehler";

/* No comment provided by engineer. */
"Deleting" = "Lösche";

/* No comment provided by engineer. */
"Deleting record %@" = "Lösche Eintrag %@";

/* Label used to describe the type of direct connection locations */
"Direct Connection" = "Direkte Verbindung";

/* No comment provided by engineer. */
"Dropbox" = "Dropbox";

/* No comment provided by engineer. */
"Duplicate Database" = "Duplikat der Datenbank";

/* Error reason */
"Failed to allocate memory" = "Speicheranforderung fehlgeschlagen";

/* No comment provided by engineer. */
"Fetching local database" = "Lade lokale Datenbank";

/* No comment provided by engineer. */
"Fetching local records" = "Lade lokale Einträge";

/* No comment provided by engineer. */
"Fetching remote database" = "Lade entfernte Datenbank";

/* No comment provided by engineer. */
"Fetching remote records" = "Lade entfernte Einträge";

/* Error reason */
"Function not implemented for the current algorithm" = "Funktion nicht im derzeitigen Algorithmus implementiert";

/* Error reason */
"Illegal parameter supplied to encryption/decryption algorithm" = "Ungültiger Parameterfür Verschlüsselung/Entschlüsselung bereitgestellt";

/* Error reason */
"Input data did not decode or decrypt correctly" = "Eingabedaten ließen sich nicht korrekt dekodieren oder entschlüsseln";

/* Error reason */
"Input size to encryption algorithm was not aligned correctly" = "Vorgegebene Größe für die Verschlüsselung war nicht korrekt justiert";

/* Error reason */
"Insufficient buffer provided for specified operation" = "Ungenügender Puffer für den gewünschte Vorgang";

/* No comment provided by engineer. */
"Invalid argument." = "Ungültiges Argument.";

/* No comment provided by engineer. */
"Local" = "Lokal";

/* Label used to describe the type of .dtSyncStore package locations */
"Local Sync Store" = "Lokaler Sync Store";

/* Error description */
"Memory Failure" = "Speicherfehler";

/* No comment provided by engineer. */
"Merged duplicate items { name: '%@', url: '%@' } in feed '%@'. " = "Zusammengeführte doppelte Objekte { name: '%1$@', url: '%2$@' } in feed '%3$@'. ";

/* No comment provided by engineer. */
"More than 10% of the records in the local database and remote store will be changed." = "Mehr als 10% der Einträge in der lokalen Datenbank und dem entfernten Sync Store werden geändert.";

/* No comment provided by engineer. */
"More than 1000 of the records in the local database and remote store will be changed." = "Mehr als 1000 Einträge in der lokalen Datenbank und dem entfernten Sync Store werden geändert.";

/* No comment provided by engineer. */
"Most recent receipt uses an outdated format; reverting to safe method (%@)." = "Die aktuellsten Zusatzdaten verwenden ein veraltetes Format; Rückgriff auf die sichere Methode (%@).";

/* No comment provided by engineer. */
"Moving record %@" = "Bewege Eintrag %@";

/* No comment provided by engineer. */
"Not authorized" = "Nicht authorisiert";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Opening local store" = "Öffne lokalen Sync Store";

/* No comment provided by engineer. */
"Opening remote store" = "Öffne entfernten Sync Store";

/* No comment provided by engineer. */
"Opening remote store (input required on remote device)" = "Öffne entfernten Sync Store (Benutzereingabe auf entfertem Gerät erforderlich)";

/* Error description */
"Parameter Error" = "Parameterfehler";

/* No comment provided by engineer. */
"Please ensure all machines are updated to the most current version of DEVONthink." = "Bitte stellen Sie sicher, dass alle Rechner mir der aktuellsten Version von DEVONthink arbeiten.";

/* No comment provided by engineer. */
"Please upgrade your copy of DEVONthink in order to use the Sync plugin." = "Bitte installieren Sie eine aktuellere Version von DEVONthink um diese Funktion zu verwenden.";

/* No comment provided by engineer. */
"Re-Authorize Device?" = "Gerät neu authorisieren?";

/* No comment provided by engineer. */
"Resolving conflict for" = "Löse Konflikt für";

/* No comment provided by engineer. */
"Resuming local transaction" = "Setze lokale Transaktion fort";

/* No comment provided by engineer. */
"Resuming remote transaction" = "Setze entfernte Transaktion fort";

/* No comment provided by engineer. */
"Resuming remote transaction (input required on remote device)" = "Setze entfernte Transaktion fort (Benutzereingabe auf entfertem Gerät erforderlich)";

/* No comment provided by engineer. */
"Retrieving" = "Empfange";

/* No comment provided by engineer. */
"Sending" = "Sende";

/* Error description */
"Success" = "Erfolg";

/* No comment provided by engineer. */
"Successfully imported." = "Erfolgreich importiert.";

/* No comment provided by engineer. */
"Successfully synced." = "Erfolgreich synchronisiert.";

/* No comment provided by engineer. */
"Sync NowImport" = "Sync NowImport";

/* No comment provided by engineer. */
"Sync: %@ → %@ (%@)" = "Sync: %1$@ → %2$@ (%3$@)";

/* No comment provided by engineer. */
"Synchronize" = "Synchronisieren";

/* No comment provided by engineer. */
"Syncing database metadata" = "Synchronisiere Datenbank-Metadaten";

/* No comment provided by engineer. */
"The differences between the records in the local database and remote store amount to more than 100MB." = "Die Unterschiede zwischen den Einträgen in der lokalen Datenbank und dem entferten Sync Store betragen mehr als 100 MB.";

/* No comment provided by engineer. */
"The lockfile could not be validated.  Please try again later." = "Die Lock-Datei konnte nicht verifiziert werden. Bitte versuchen Sie es später noch einmal.";

/* No comment provided by engineer. */
"The operation was cancelled." = "Der Vorgang wurde abgebrochen.";

/* No comment provided by engineer. */
"The remote database is in use by another client.  Please try again later." = "Die entfernte Datenbank ist derzeit von einem anderen Benutzer belegt. Bitte versuchen Sie es später noch einmal.";

/* No comment provided by engineer. */
"The remote database seems to be a copy of a local database. Synchronizing will merge the remote and local changes and keep them in sync in the future (which is probably what you intended). If you do not want to merge them, for whatever reason, please cancel now and transfer the content to a new database." = "Die entfernte Datenbank scheint eine Kopie einer lokalen Datenbank zu sein. Eine Synchronisation wird die lokale und die entfernte Datenbank zusammenführen und beide in Zukunft abgleichen (was vermutlich das ist, was Sie beabsichtigen). Wenn Sie die Datenbanken nicht zusammenführen möchten, warum auch immer, brechen Sie bitte jetzt ab und übertragen Sie den Inhalt der lokalen Datenbank in eine neue Datenbank.";

/* No comment provided by engineer. */
"The requested resource already exists." = "Die angefragte Ressource existiert bereits.";

/* No comment provided by engineer. */
"The sync was cancelled on the remote side." = "Die Synchronisierung wurde von der anderen Seite abgebrochen.";

/* No comment provided by engineer. */
"There are significant differences between the local database and the remote store. %@" = "Es gibt beachtliche Unterschiede zwischen der lokalen Datenbank und dem entfernten Sync Store. %@";

/* No comment provided by engineer. */
"This operation will link your DEVONthink Personal database with the specified remote database.  You can either merge your current data with the remote database or erase your current data, replacing it with the remote database.\nIf you choose to replace your local data, this will result in the removal of all data and cannot be undone!" = "Dieser Vorgang verknüpft Ihre DEVONthink-Personal-Datenbank mit der gewählten entfernten Datenbank. Sie können entweder Ihre derzeitigen Daten mit der entfernten Datenbank zusammenführen oder Ihre Daten löschen und sie durch die entfernte Datenbank ersetzen.\nWenn Sie sich dazu entscheiden, die lokalen Daten zu ersetzen, wird dieser Vorgang Ihre lokalen Daten löschen. Dies kann nicht rückgängig gemacht werden!";

/* No comment provided by engineer. */
"This operation will remove all DEVONthink databases from the remote store.  This may cause serious problems with any other databases currently synchronizing with this location.  This cannot be undone!" = "Dieser Vorgang wird alle DEVONthink-Datenbanken vom entfernten Sync Store löschen. Dies könnte ernsthafte Probleme mit anderen Datenbanken geben, die zurzeit mit diesem Speicherort synchronisieren. Dies kann nicht rückgängig gemacht werden!";

/* No comment provided by engineer. */
"Try deleting ~/Library/Application Support/DEVONthink Pro 2/Sync/Locations and relaunching the application." = "Versuchen Sie, ~/Library/Application Support/DEVONthink Pro 2/Sync/Locations zu löschen und dieses Programm neu zu starten.";

/* No comment provided by engineer. */
"Unable to successfully fetch records using receipts; reverting to safe method (%@)." = "Es war nicht möglich, die Einträge über Zusatzdaten auszulesen; Rückgriff auf sichere Methode (%@).";

/* Error description */
"Unimplemented Function" = "Nicht implementierte Funktion";

/* No comment provided by engineer. */
"Unimplemented operation." = "Nicht implementierte Operation";

/* Error description */
"Unknown Error" = "Unbekannter Fehler";

/* No comment provided by engineer. */
"Unknown error." = "Unbekannter Fehler.";

/* No comment provided by engineer. */
"WebDAV" = "WebDAV";

/* No comment provided by engineer. */
"The record was changed since syncing began. Changes to this record will apply on the next sync." = "Der Eintrag wurde seit dem Beginn der Synchronisierung geändert. Änderungen an diesem Eintrag werden bei der nächsten Synchronisierung ausgeführt.";

/* No comment provided by engineer. */
"Could not retrieve the requested record." = "Konnte den angeforderten Eintrag nicht abrufen.";

/* No comment provided by engineer. */
"Synchronize All" = "Alles synchronisieren";

/* No comment provided by engineer. */
"The user refused to accept the synchronization request." = "Der Anwender hat die Synchronisierungsanfrage abgelehnt.";

/* No comment provided by engineer. */
"A remote user has attempted to synchronize with your DEVONthink Personal database.  You can either merge your current data with the remote database or erase your current data, replacing it with the remote database.  If you choose to replace your local data, this will result in the removal of all data and cannot be undone!" = "Ein anderer Anwender hat versucht, sich mit Ihre Datenbank zu synchronisieren. Sie können entweder Ihre Datenbank mit der entfernten Datenbank zusammenführen oder Ihre eigenen Daten löschen und Sie durch Daten der entfernten Datenbank ersetzen. Wenn Sie sich dazu entscheiden, Ihre lokalen Daten zu ersetzen, werden alle lokalen Daten gelöscht und können nicht wiederhergestellt werden!";

/* No comment provided by engineer. */
"Replace" = "Ersetzen";

/* No comment provided by engineer. */
"Merge" = "Zusammenführen";

/* No comment provided by engineer. */
"The database was closed before the sync was completed." = "Die Datenbank wurde geschlossen, bevor die Synchronisierung abgeschlossen war.";

/* No comment provided by engineer. */
"The application was terminated before the sync was completed." = "Das Programm wurde beendet, bevor die Synchronisierung abgeschlossen war.";

/* No comment provided by engineer. */
"Verification of database failed." = "Überprüfung der Datenbank fehlgeschlagen.  Bitte reparieren Sie diese Datenbank mit dem Menübefehl Werkzeuge > Überprüfen & Reparieren.";

/* No comment provided by engineer. */
"Merged duplicate tag." = "Doppelten Tag zusammengeführt";

/* No comment provided by engineer. */
"Couldn’t retrieve the content for the record, because no such record could be found." = "Konnte den Inhalt für den Eintrag nicht finden, weil es keinen solchen Eintrag gibt.";

/* No comment provided by engineer. */
"Couldn’t retrieve the content for the record; the record may be incomplete or damaged." = "Konnte den Inhalt für den Eintrag nicht finden; der Eintrag könnte unvollständig oder beschädigt sein.";

/* No comment provided by engineer. */
"The local application and the remote application are the same.  Please check the remote address and try again." = "Das lokale und das entfernte Programm sind identisch. Bitte prüfen Sie die entfernte Adresse und versuchen es noch einmal.";

/* BLIP error */
"Connection closed before response was received" = "Verbindung wurde geschlossen, bevor eine Antwort eintraf.";

/* Personal database title */
"with %@ at these locations..." = "mit %@ an diesen Orten…";

"Could not read the receipt.  The receipt may have been created with an outdated version of the Sync Plugin.  Please clean the remote store and try again." = "Konnte das Receipt nicht lesen. Das Receipt wurde eventuell mit einer veralteten Version der Synchronisationsfunktion erzeugt. Bitte leeren Sie Ihren entfernten Sync Store und versuchen es noch einmal.";

"Could not create a directory at the specified path; ensure that all volumes are correctly mounted and available with the correct permissions." = "Konnte am vorgegebene Ort kein neues Verzeichnis erstellen. Bitte stellen Sie sicher, dass alle Volumes korrekt angemeldet und mit den nötigen Zugriffsberechtigungen verfügbar sind.";

"Failed to fetch information for database (%@)" = "Laden der Datenbank-Informationen fehlgeschlagen (%@)";

"Database Metadata: " = "Datenbank-Metadaten: ";

"Clean Location…" = "Speicherort leeren…";
"Insufficient free space to complete the transaction." = "Zu wenig Speicherplatz, um die Transaktion auszuführen.";
"The volume does not appear to be mounted." = "Das Volume scheint nicht active zu sein.";
"All records in the remote copy of the database will be removed." = "Alle Einträge in der entfernten Kopie der Datenbank werden entfernt.";

"Give DEVONthink access to any folder where indexed items may be kept." = "Geben Sie DEVONthink Zugriff auf alle Ordner, die indizierte Ordner oder Dateien enthalten könnten.";
"Failed to resolve URL from security bookmark data." = "URL aus Sicherheitslesezeichen dekodieren fehlgeschlagen.";
"Resolved stale URL from security bookmark data." = "Aus Sicherheitslesezeichen dekodierte URL is veraltet.";
"Failed to access URL resolved from security bookmark data." = "Zugriff auf aus Sicherheitslesezeichen dekodierte URL fehlgeschlagen.";

"Permission to access a file was denied.  Since this is a sandboxed environment, DEVONthink must explicitly be given access to folders outside of its database where it may need to read or write files." = "Zugriff auf Datei wurde verweigert. In der Sicherheitsumgebung von OS X ('Sandbox') müssen Sie persönlich DEVONthink Zugriff auf alle Ordner außerhalb seiner Datenbank geben, wo Dateien gelesen oder geschrieben werden sollen.";

"Clean" = "Leeren";
"Merge"="Zusammenführen";
"Replace"="Ersetzen";
"Cancel"="Abbrechen";

